Repository: sugar-activities/4521-activity
Catalog: po/*.po
Languages: fr

source: Zoom out
fr: Zoom arrière

source: <ctrl>minus
fr: <ctrl>moins

source: Zoom in
fr: Zoom avant

source: <ctrl>equal
fr: <ctrl>égal

source: View
fr: Affichage

source: Empty tree
fr: Arbre vide

source: Samples
fr: Exemples

source: Male
fr: Mâle

source: Female
fr: Femelle

source: Add parents
fr: Ajouter parents

source: Add brother/sister
fr: Ajouter frère/soeur

source: Add union
fr: Ajouter union

source: Add child
fr: Ajouter enfant

source: Delete
fr: Supprimer

source: Click a person to edit it
fr: Cliquer sur une personne pour la modifier

source: Click here to paste an image
fr: Cliquer ici pour coller une image

source: (1746-1785) This young Corsican aristocrat studied law in Italy and Corsica.
fr: (1746-1785) Jeune noble corse, il étudie le droit en Italie et en Corse.

source: (1750-1836) She married very young, at 14 years old. In Corsica, she was known as the 'little marvel', famed for her beauty far and wide.
fr: (1750-1836) Mariée très jeune, à 14 ans, on l'appelle 'la petite mervielle' car sa beauté est reconnue de tous.

source: (1769-1821) He was born on 15 August 1769 in Ajaccio, Corsica. At the age of 10, he left Corsica with his older brother Joseph to study at the Ecole Militaire in Paris.
fr: (1769-1821) Né le 15 août 1769 à Ajaccio en Corse, il quitte la Corse à 10 ans avec son frère Joseph pour faire des études à l'Ecole Militaire à Paris.

source: (1778-1846) While still a child, Louis joined his brother Napoleon in Paris. He accompanied his brother on his early military campaigns and became King of Holland at the age of 28.
fr: (1778-1846) Enfant, Louis rejoint son frère Napoléon à Paris. Il l'accompagne dans ses campagnes et devient roi de Hollande à 28 ans.

source: (1763-1814) She was born in Martinique and arrived in Paris at the age of 16. Her first hushband Alexandre de Beauharnais was guillotined during the French Revolution.
fr: (1763-1814) Née à la Martinique elle arrive à Paris à 16 ans et épouse son premier mari Alexandre de Beauharnais guillotiné pendant la Révolution.

source: (1791-1847) She was daughter of the king of Austria and became Napoleon's second wife.
fr: (1791-1847) Fille du roi d'Autriche, c'est la deuxième épouse de Napoléon.

source: (1811-1832) When the French Empire fell once and for all, he followed his mother to Austria and died at a very young age, only 21 years old.
fr: (1811-1832) Il est censé reigner à la suite de son père mais à la chute de l'Empire, il suit sa mère en Autriche où il meurt très jeune à 21 ans

source: (1783-1837) She had a gift for music and wrote and composed romantic songs. She married Louis and became Queen of Holland.
fr: (1783-1837) Douée pour la musique elle écrit et compose des chansons. En épousant Louis, elle devient reine de Hollande.

source: (1808-1873) He had to spend a large part of his childhood in Switzerland with his mother. He became officer then president in 1848.
fr: (1808-1873) Exilé en Suisse avec sa mère, il devient officier puis est élu président en France en 1848.

source: (1826-1920) Daughter of a Spanish count, she became Empress through her marriage in 1853.
fr: (1826-1920) Fille d'un comte espagnol, elle devient impératrice par son mariage en 1853.

source: (1856-1879) When the French army was beaten by the Prussian army, he had to leave France. He chose to become a soldier for the English and was killed in South Africa.
fr: (1856-1879) Une fois son père battu par l'armée prussienne, il quitte la France pour devenir soldat anglais et est tué en Afrique du Sud.
